Repository: zelima/ckanext-querytool
Catalog: ckanext/querytool/i18n/*/LC_MESSAGES/ckanext-querytool.po
Languages: pt_br

source: Line
pt_br: Linha

source: Bar
pt_br: Barras

source: Horizontal bar
pt_br: Barras horizontais

source: Stacked bar
pt_br: Barras empilhadas

source: Stacked horizontal bar
pt_br: Barras horizontais empilhadas

source: Area
pt_br: Área

source: Spline
pt_br: LInha suave

source: Donut
pt_br: Anéis

source: Pie
pt_br: Pizza

source: Scatter
pt_br: Dispersão

source: Green
pt_br: Verde

source: Blue
pt_br: Azul

source: Teal
pt_br: Verde azulado

source: Golden
pt_br: Dourada

source: Yellow
pt_br: Amarela

source: Orange
pt_br: Laranja

source: Brown
pt_br: Marrom

source: Purple
pt_br: Roxo

source: Red
pt_br: Vermelho

source: Sequential reds
pt_br: Vermelhas sequenciais

source: Green-Purple
pt_br: Roxas-Verdes

source: Blue-Red
pt_br: Azul-Vermerlho

source: Teal-Brown
pt_br: Verde azulado - Marrom

source: Purple-Orange
pt_br: Roxo-Laranja

source: Reverse
pt_br: Invertido

source: Default
pt_br: Por padrão

source: Integer e.g 2
pt_br: Inteiro ex. 2

source: Decimal (1 digit) e.g 2.5
pt_br: Decimal (1 dígito) ex. 2,5

source: Decimal (2 digit) e.g 2.50
pt_br: Decimal (2 dígitos) ex. 2,50

source: Decimal (3 digit) e.g 2.501
pt_br: Decimal (3 dígitos) ex. 2,501

source: Decimal (4 digit) e.g 2.5012
pt_br: Decimal (4 dígitos) ex. 2,5012

source: Currency e.g. $2,000
pt_br: Moeda ex. $2,000

source: Rounded e.g 2k
pt_br: Arredondado ex. 2m

source: Percentage (0 digit) e.g 25% for 0.25
pt_br: Percentagem (0 dígitos) ex. 25% para 0.25

source: Percentage (1 digit) e.g 25.1% for 0.251
pt_br: Percentagem (1 dígito) ex. 25.1% para 0.251

source: Percentage (2 digit) e.g 25.12% for 0.2512
pt_br: Percentagem (2 dígitos) ex. 25.12% para 0.2512

source: Comma thousands separator (0 digit) e.g 2,512
pt_br: Vírgula como separador de milhares (0 dígitos) ex. 2,512

source: Comma thousands separator (1 digit) e.g 2,512.3
pt_br: Vírgula como separador de milhares (1 dígito) ex. 2,512.3

source: Comma thousands separator (2 digit) e.g 2,512.34
pt_br: Vírgula como separador de milhares (2 dígitos) ex. 2,512.34

source: Small Rectangle (1x2)
pt_br: Retângulo pequeno (1x2)

source: Small Wide Rectangle (1x6)
pt_br: Retângulo pequeno largo (1x6)

source: Medium Square (2x2)
pt_br: Quadrado médio (2x2)

source: Medium Rectangle (2x3)
pt_br: Retângulo médio (2x3)

source: Large Rectangle (2x4)
pt_br: Retângulo grande (2x4)

source: Extra Large Rectangle (2x6)
pt_br: Retângulo extra grande (2x6)

source: Large Square (4x4)
pt_br: Quadrado grande (4x4)

source: Medium Vertical (4x2)
pt_br: Vertical médio (4x2)

source: Large Vertical (4x3)
pt_br: Vertical grande (4x3)

source: Ascending
pt_br: Ascendente

source: Descending
pt_br: Descendente

source: Not authorized to see this page
pt_br: Você não está autorizado a ver esta página

source: Application not found
pt_br: O aplicativo não foi encontrado

source: Application and visualizations were removed successfully.
pt_br: O aplicativo e as visualizações foram excluídos com sucesso.

source: Application not found.
pt_br: O aplicativo não foi encontrado.

source: The data used for creating this Application has been removed by the administrator.
pt_br: Os dados usados para criar este aplicativo foram excluídos pelo administrador.

source: Data Successfully updated.
pt_br: Dados atualizados com sucesso.

source: Visualizations Successfully updated.
pt_br: Visualizações atualizadas com sucesso.

source: Application not fully set.
pt_br: O aplicativo está incompleto.

source: Please choose a resource to see available numeric columns.
pt_br: Por favor, escolha um recurso para ver as colunas numéricas disponíveis.

source: Maximum number of allowed related queries reached.
pt_br: O número máximo de aplicativos relacionados permitidos foi atingido.

source: -- Choose resource --
pt_br: -- Escolha um recurso --

source: Unnamed resource
pt_br: Recurso sem nome

source: No columns retrieved.
pt_br: Nenhuma coluna recuperada.

source: An error occured while getting columns.
pt_br: Ocorreu um erro ao recuperar as colunas.

source: Template is invalid
pt_br: O modelo é inválido

source: Click to select one or more
pt_br: Clique para selecionar um ou mais

source: Static Reference Columns: maximum one column per measure
pt_br: Colunas de referência estática: máximo de uma coluna por medida

source: Please create at least one visualization.
pt_br: Por favor, crie pelo menos uma visualização.

source: Chart could not be created.
pt_br: O gráfico não pôde ser criado.

source: format: must be one of %s
pt_br: formato: deve ser um dos %s

source: This querytool name already exists. Choose another one.
pt_br: O nome do aplicativo já existe. Escolha outro nome.

source: About Vital Strategies
pt_br: Sobre a Vital Strategies

source: Home
pt_br: Início

source: Load Datasets
pt_br: Carregar dados

source: Design Applications
pt_br: Desenhar Aplicações

source: Use Applications
pt_br: Usar Aplicações

source: Organizations
pt_br: Organizações

source: Groups
pt_br: Grupos

source: About
pt_br: Sobre

source: General
pt_br: Geral

source: Type
pt_br: Tipo

source: Dimension
pt_br: Dimensão

source: Category
pt_br: Categoria

source: Select column
pt_br: Selecionar coluna

source: Size
pt_br: Tamanho

source: Color
pt_br: Cor

source: Single color
pt_br: Única cor

source: Diverging
pt_br: Divergente

source: Title
pt_br: Título

source: Chart title
pt_br: Título do gráfico

source: Add variable to title
pt_br: Adicionar variável ao título

source: Capitalized
pt_br: Maiúscula

source: Measure
pt_br: Medida

source: Optional Filter
pt_br: Filtro opcional

source: lowercase
pt_br: minúscula

source: You can use <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> here
pt_br: Você pode usar <a href="#templates" title="" data-target="popover" data-content="%(template_tooltip)s" data-html="true" data-original-title="Templates quick reference">Templates</a> aqui

source: X-axis
pt_br: Eixo X

source: X axis sorting
pt_br: Classificação do eixo X

source: Label orientation
pt_br: Orientação de rótulos

source: Force label in multiple lines
pt_br: Forçar rótulos em várias linhas

source: Max number of text labels
pt_br: Número máximo de etiquetas de texto

source: Y-axis
pt_br: Eixo Y

source: Y axis title
pt_br: Título do eixo Y

source: Measure by default
pt_br: Medida por padrão

source: Hide title
pt_br: Esconder título

source: Start from zero
pt_br: Comece do zero

source: Y axis label format
pt_br: Formato dos rótulos do eixo Y

source: Additional Options
pt_br: Opções adicionais

source: Data format
pt_br: Formato dos dados

source: Show data labels
pt_br: Mostrar rótulos de dados

source: Show legend
pt_br: Mostrar legenda

source: Show labels as percentages
pt_br: Mostrar rótulos como porcentagens

source: Default value
pt_br: Valor padrão

source: Select value
pt_br: Selecionar valor

source: Filter Label
pt_br: Rótulo de filtro

source: Enter filter Label
pt_br: Insira o rótulo do filtro

source: Filter visibility
pt_br: Visibilidade do filtro

source: Public
pt_br: Público

source: Private
pt_br: Privado

source: Static Reference
pt_br: Referência estática

source: Static Reference Columns
pt_br: Colunas de referência estática

source: Static Reference Label
pt_br: Etiqueta de referência estática

source: Dynamic Reference
pt_br: Referência dinâmica

source: Dynamic Reference Type
pt_br: Tipo de referência dinâmica

source: Select type
pt_br: Selecionar tipo

source: Maximum
pt_br: Máximo

source: Average
pt_br: Média

source: Minimum
pt_br: Mínimo

source: Dynamic Reference Factor
pt_br: Fator de referência dinâmica

source: Dynamic Reference Label
pt_br: Rótulo de referência dinâmico

source: Delete
pt_br: Excluir

source: Update
pt_br: Atualizar

source: Tooltip name
pt_br: Nome da janela de informações gráfica

source: Padding top
pt_br: Espaçamento superior

source: Padding bottom
pt_br: Espaçamento inferior

source: Y axis tick count
pt_br: Número de marcas do eixo Y

source: Chart Padding left
pt_br: Espaçamento à esquerda do gráfico

source: Chart Padding bottom
pt_br: Espaçamento inferior do gráfico

source: Default Value
pt_br: Valor padrão

source: Label
pt_br: Rótulo

source: Enter filter label
pt_br: Insira o rótulo do filtro

source: Visibility
pt_br: Visibilidade

source: Map resource
pt_br: Recurso para o mapa

source: Select map resource
pt_br: Selecione o recurso para o mapa

source: Title field
pt_br: Campo para o título

source: Select title field
pt_br: Selecionar o campo para o título

source: Map key field
pt_br: Campo-chave do mapa

source: Select map key field
pt_br: Selecionar o campo-chave do mapa

source: Data key field
pt_br: Campo-chave dos dados

source: Select data key field
pt_br: Selecionar o campo chave dos dados

source: Color scheme
pt_br: Esquema de cores

source: Edit
pt_br: Editar

source: Related Application
pt_br: Aplicação relacionada

source: Select Application
pt_br: Selecionar a aplicação

source: Table title
pt_br: Título da tabela

source: Content
pt_br: Conteúdo

source: Description
pt_br: Descrição

source: Portal Development Platform
pt_br: Plataforma de Desenvolvimento do Portal

source: The Portal Development Platform allows public health agencies to design applications that let the public explore and access a diverse range of health data sources. The Platform has a simple interface that minimizes the time dedicated to creating applications while providing the essential visual and interactive elements for public access to data. It was developed on opensource license with minimal technological requirements, minimizing the resources needed for its use and maintenance.
pt_br: A Plataforma de Desenvolvimento de Portais permite que as agências de saúde pública criem aplicativos para que o público explore e acesse diversas fontes de dados de saúde. A plataforma apresenta uma interface simples que minimiza o tempo dedicado à criação de aplicativos, fornecendo os elementos visuais e interativos essenciais para o acesso público aos dados. Foi desenvolvido em licença de código aberto com requisitos tecnológicos otimizados, minimizando os recursos necessários para seu uso e manutenção.

source: How to use the Platform
pt_br: Como usar a Plataforma

source: Four main steps are necessary to successfully design an application, with the first one taking place outside the Platform.
pt_br: Quatro etapas principais são necessárias para desenvolver com êxito um aplicativo, com o primeira ocorrendo fora da plataforma.

source: Step 1 - Prepare data
pt_br: Etapa 1 – Preparar os dados

source: Before uploading the data into the Platform, it needs to be cleaned, validated and, depending on its source, transformed into a tabular dataset.
pt_br: Antes de carregar os dados na Plataforma, ela precisa ser limpa, validada e, dependendo de sua origem, transformada em um conjunto de dados tabular.

source: Step 2 – Load datasets
pt_br: Etapa 2 – Carregar dados

source: In the <i>Load datasets</i> tab, the prepared data is uploaded through familiar menus and metadata is filled to help identify and differentiate the datasets.
pt_br: Na guia <i>Carregar dados</i>, os dados preparados são carregados por meio de menus familiares e os metadados são preenchidos para ajudar a identificar e diferenciar os conjuntos de dados.

source: Step 3 – Design application
pt_br: Etapa 3 – Desenhar a aplicaçaõ

source: In the <i>Design application</i> tab, drop-down menus are used to add data-driven visualizations (charts, maps and tables), support elements (text and images) and interactive elements (filters, download options, sharing options). These elements can be combined and arranged in different ways to provide a user-friendly experience for exploring public health data.
pt_br: No <i>Desenhar aplicações</i>, os menus suspensos são usados para adicionar visualizações orientadas por dados (gráficos, mapas e tabelas), elementos de suporte (textos e imagens) e elementos interativos (filtros, opções para baixar, opções de compartilhamento). Esses elementos podem ser combinados e organizados de maneiras diferentes para fornecer uma experiência amigável para exploração dos dados de saúde pública.

source: Step 4 - Publish application
pt_br: Etapa 4 – Publicar a aplicação

source: The application becomes available for public use and can be embedded in a designated webpage.
pt_br: A aplicação se torna disponível para uso público e pode ser incorporado em uma página da Web designada.

source: <p>Online access to public health data is generally limited. Most countries do not have an integrated tool for public users to access their data and although some have well-developed tools, they often have limited functionality or complicated interfaces. To make it easier for public health agencies to publish their data, Vital Strategies, as part of the Data for Health Initiative, created the Portal Development Platform. The Platform provides a straightforward process to create applications through four simple steps: prepare data, load datasets, design and publish applications.</p> <p>The Platform has features and benefits aimed at simplifying its use and minimizing the human, physical and monetary resources required for its operation. Benefits of the Platform include: Developed in opensource language which makes improvements and customizations free and easy to share. Focus placed on essential visual and interactive elements that prioritize public access to data. Ease-of-use for administrators and public users. Scalability of functions and content to support different types of data sources and audiences.</p> <p><a href="www.vitalstrategies.org">Vital Strategies </a> is a global public health organization whose goal is to strengthen public health systems. Vital Strategies partners with governments to design and implement public health initiatives that bridge the gap between public health needs and solutions, especially in low- and middle- income countries. It operates in every region in the world.</p> <p><a href="https://www.bloomberg.org/program/public-health/data-health/">The Data for Health Initiative</a> co-funded by Bloomberg Philanthropies and the Australian government, aims to help governments use data strategically to target resources and policies that will translate into saving lives and improved health.</p> <p> <a href="https://www.viderum.com">Viderum</a> is an open data solutions provider spun off from Open Knowledge. Viderum provides services and products for governments, institutions, and local authorities to publish open data, such as: CKAN hosting, CKAN technical support, custom open data website and CKAN extension development.</p> </p>
pt_br: <p>O acesso on-line a dados de saúde pública é geralmente limitado. A maioria dos países não possui uma ferramenta integrada para que os usuários públicos acessem seus dados e, embora alguns tenham ferramentas bem desenvolvidas, eles geralmente têm funcionalidades limitadas ou interfaces complicadas. Para tornar mais fácil para as agências de saúde pública disponibilizar seus dados, a Vital Strategies, como parte da Iniciativa Data for Health, criou a Plataforma de Desenvolvimento de Portais. A Plataforma fornece um processo direto para criar aplicativos por meio de quatro etapas simples: preparar os dados, carregar os conjuntos de dados, projetar e publicar os aplicativos.</p> <p>A Plataforma possui características e benefícios que visam simplificar seu uso e minimizar os recursos humanos, físicos e monetários necessários para sua operação. Os benefícios da Plataforma incluem: desenvolvido em licença de código aberto que torna as melhorias e personalizações livres e fáceis de compartilhar; foco em elementos visuais e interativos essenciais que priorizam o acesso público aos dados; facilidade de uso para administradores e usuários públicos; escalabilidade de funções e conteúdo para suportar diferentes tipos de fontes de dados e audiências.</p> <p><a href="www.vitalstrategies.org">Vital Strategies </a> é uma organização global de saúde pública cujo objetivo é fortalecer os sistemas de saúde pública. Vital Strategies faz parcerias com governos para projetar e implementar iniciativas de saúde pública que preencham a lacuna entre as necessidades e soluções de saúde pública, especialmente em países de baixa e média renda. Opera em todas as regiões do mundo.</p> <p><a href="https://www.bloomberg.org/program/public-health/data-health/">A Iniciativa Data for Health </a> co-financiada pela Bloomberg Philanthropies e pelo governo australiano, visa ajudar os governos a usar dados estrategicamente para atingir recursos e políticas que se traduzirão em salvar vidas e melhorar a saúde.</p> <p> <a href="https://www.viderum.com">Viderum</a> é um provedor de soluções de dados abertos separado do Open Knowledge. A Viderum fornece serviços e produtos para governos, instituições e autoridades locais para publicar dados abertos, tais como: hospedagem de CKAN, suporte técnico de CKAN, website de dados abertos personalizados e desenvolvimento de extensões de CKAN.</p> </p>

source: You can use <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">Markdown formatting</a> here
pt_br: Você pode usar <a href="#markdown" title="Markdown quick reference" data-target="popover" data-content="%(markdown_tooltip)s" data-html="true">formatação Markdown </a> aqui

source: Remove
pt_br: Remover

source: This field is required
pt_br: Este campo é obrigatório

source: Custom
pt_br: Personalizado

source: The form contains invalid entries:
pt_br: O formulário contém entradas inválidas:

source: Required field
pt_br: Campo obrigatório

source: http://example.com/my-image.jpg
pt_br: http://exemplo.com/minha-imagem.jpg

source: Image URL
pt_br: URL da imagem

source: Image
pt_br: Imagem

source: Clear Upload
pt_br: Limpe o arquivo enviado

source: Source
pt_br: Fonte

source: http://example.com/dataset.json
pt_br: http://exemplo.com/dados.json

source: Author
pt_br: Autor

source: Joe Bloggs
pt_br: Zé da Silva

source: Author Email
pt_br: E-mail do autor

source: joe@example.com
pt_br: ze@exemplo.com

source: Maintainer
pt_br: Mantenedor

source: Maintainer Email
pt_br: E-mail do mantenedor

source: Manage application data
pt_br: Gerenciar de dados da aplicação

source: Application Groups
pt_br: Grupos de aplicações

source: Manage Visualizations
pt_br: Gerenciar de visualizações

source: Queries
pt_br: Aplicação

source: Add New Application
pt_br: Adicionar nova aplicação

source: Other
pt_br: Outro

source: Main
pt_br: Principal

source: Related
pt_br: Relacionada

source: Basic info
pt_br: Informação básica

source: Save As
pt_br: Salvar como

source: Title of the query tool
pt_br: Título da aplicação

source: eg. my-querytool
pt_br: ex. minha aplicação

source: Display Title and Description
pt_br: Título e descrição visíveis

source: eg. Some useful description about the query tool
pt_br: ex. Algumas informações sobre a ferramenta de consulta

source: Public Folder
pt_br: Pasta pública

source: Organization
pt_br: Organização

source: Settings
pt_br: Configurações

source: Application Type
pt_br: Tipo de aplicação

source: Add Related Application
pt_br: Adicionar aplicação relacionada

source: Select dataset and resource
pt_br: Selecionar conjunto de dados e recurso

source: Dataset
pt_br: Conjunto de dados

source: Choose Dataset
pt_br: Escolha o conjunto de dados

source: Resource
pt_br: Recurso

source: Measure(s)
pt_br: Medida(s)

source: Filter(s)
pt_br: Filtro(s)

source: Add Filter
pt_br: Adicionar filtro

source: Save
pt_br: Salvar

source: Save & Add/Edit Visualizations
pt_br: Salvar e adicionar/editar visualizações

source: Visualizations
pt_br: Visualizações

source: Save & Edit data
pt_br: Salvar e editar dados

source: Default measure
pt_br: Medida padrão

source: Visualization type
pt_br: Tipo de visualização

source: — Select type —
pt_br: — Selecionar tipo —

source: Chart
pt_br: Gráfico

source: Map
pt_br: Mapa

source: Text box
pt_br: Quadro de texto

source: Table
pt_br: Tabela

source: Add visualization
pt_br: Adicionar visualização

source: Used dataset:
pt_br: Conjunto de dados usado:

source: Application Type:
pt_br: Tipo de aplicação:

source: Edit filters and data
pt_br: Editar filtros e dados

source: Edit visualizations
pt_br: Editar visualizações

source: View
pt_br: Visualizar

source: Are you sure you want to delete this Query?
pt_br: Tem certeza de que deseja excluir esta aplicação?

source: Application data
pt_br: Dados da aplicação

source: Welcome
pt_br: Bem vindo

source: List Applications
pt_br: Listar aplicações

source: There are no applications created
pt_br: Não existem aplicações criadas

source: Query Tool
pt_br: Plataforma

source: Displayed Measure
pt_br: Medida visualizada

source: Download
pt_br: Baixar

source: Download image
pt_br: Baixe a imagem

source: Share
pt_br: Compartilhar

source: Copy
pt_br: Copiar

source: Embed
pt_br: Incorporar

source: Embed query tool view
pt_br: Visualização da aplicação incorporada

source: You can copy and paste the embed code
pt_br: Você pode copiar e colar o código para incorporar

source: Width
pt_br: Largura

source: Height
pt_br: Altura

source: Code
pt_br: Código

source: Language
pt_br: Idioma

source: Go
pt_br: Ir

source: Health Topics
pt_br: Tópicos de Saúde
